Repository: TYPO3incubator/surfcamp-2025-team4
Catalog: packages/surfey/Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# tx_surfey_definition.columns.title.label
source: Title
de: Titel

# tx_surfey_definition.columns.random_order.label
source: Random Order
de: Zufällige Reihenfolge

# tx_surfey_definition.columns.random_order.description
source: If enabled, the questions will be in random order.
de: Wenn aktiviert werden die Fragen in zufälliger Reihenfolge angezeigt.

# tx_surfey_definition.columns.private_surfey.label
source: Private Surfey
de: Privater Surfey

# tx_surfey_definition.columns.private_surfey.description
source: If enabled, this surfey will only be accessible by an invite link.
de: Wenn aktiviert ist dieser Surfey nur über einen Einladungslink zugänglich.

# tx_surfey_definition.columns.single_submission.label
source: Single Submission
de: Einzelne Abgabe

# tx_surfey_definition.columns.single_submission.description
source: If enabled, each user can only submit the surfey once.
de: Wenn aktiviert kann jeder Benutzer die Surfey nur einmal ausfüllen.

# tx_surfey_definition.columns.notifications.label
source: Enable Notifications
de: Benachrichtigungen aktivieren

# tx_surfey_definition.columns.notifications.description
source: If enabled, notifications / E-Mails will be sent when new responses are received.
de: Wenn aktiviert werden Benachrichtigungen / E-Mails gesendet, wenn neue Antworten eingehen.

# tx_surfey_submission.title
source: Surfey Submission
de: Surfey Abgabe

# tx_surfey_submission.columns.data.label
source: Data
de: Daten

# tx_surfey_participation.title
source: Surfey Participation
de: Surfey Teilnahme

# tx_surfey_participation.columns.fe_user.label
source: Frontend User
de: Frontend Benutzer

# tt_content.CType.surfey.description
source: Displays a surfey by selecting a predefined surfey definition
de: Zeigt eine Umfrage basierend auf einer ausgewählten Definition an
